{"returncode": 0,"message": "", "result":{ "items":[{"title": "为什么查询结果与实际不符？","content": "违章查询助手的查询结果均取自交管系统，我们仅仅与交管系统的查询结果一致，这也是最权威、最有效的，其他平台我们无法保证其查询结果的真实性。"},{"title": "为什么不能查询货车等其他车型？","content": "目前违章查询助手仅支持蓝色车牌的小型汽车车型。"},{"title": "为什么有的车系在车系列表中没有？","content": "违章查询助手调用的车系均取自汽车之家产品库，所以有一小部分车系还没有更新，请您不要着急。另外车系的选择并不影响您的查询结果，可以随意选择一款车系来使用，请您放心。"},{"title": "为什么有些城市没有开通？","content": "违章查询助手是2014年刚刚上线的新产品，没有放出未通过测试的城市，这也是为了保证您的查询结果的真实性、可靠性，所以请您耐心等待一段时间，我们会陆续开通全国各个城市的违章查询"},{"title": "为什么没有Windows Phone版本？","content": "我们近期并没有计划考虑开发Windows Phone版本，您可以使用其他汽车之家的违章查询功能来查询。1、使用移动版查询，网址：http://wz.m.autohome.com.cn/。2、关注汽车之家微信公众账号，违章查询。3、使用PC版查询，网址：http://www.autohome.com.cn/violation/"},{"title": "为什么会要我输入车架号等信息？","content": "由于违章查询助手的查询结果是与交管系统对接的，而交管系统在查询违章时，是需要您提交一些车辆相关的信息，来确保您是这辆车的主人才能够给出违章查询结果的。这也是交管局为了保护您的个人隐私而设定的，请您不必担心。"},{"title": "为什么违章信息处理后依然显示？","content": "各地的交管系统的更新时间并不一致，从一天至十三天不等。"},{"title": "违章查询助手怎么刷新违章信息呢？","content": "违章查询助手是通过下拉的方式刷新的。"},{"title": "交管系统的违章信息多久更新一次？","content": "各地的交管系统的更新时间并不一致，从一天至十三天不等。"},{"title": "为什么违章地图定位不准？","content": "违章地点的数据是与交管系统的查询结果中的地点描述一致的，但当交管系统给出的违章地点的名称比较模糊（如重名）时，我们就出现定位偏移的问题，这一点我们已经知晓并计划做出调整，请您不要着急，我们会尽快解决这个问题。"},{"title": "为什么提示车辆信息错误？","content": "每个地区的交管系统的稳定性并不一致，因此当交管系统出现异常时（查询流量高峰期间），就会出现这个问题，建议您过段时间再查询一下看看。"},{"title": "为什么新买的车提示车辆信息错误？","content": "由于您是新买的车，所以交管系统还没有及时更新到您的车辆信息，建议您过几天再尝试查询一下。"},{"title": "查询某个城市提示车辆信息错误？","content": "部分城市的交管系统仅提供本市车辆的查询，因此可能会出现这个问题，我们会在后续版本中给出这个提示，请您耐心等待。"},{"title": "查询多个城市提示车辆信息错误？","content": "每个地区的交管系统的稳定性并不一致，因此当您选择的城市中，有任何一个城市的交管系统出现异常时，就会出现这样的问题，建议您耐心等待一段时间后再试试。若问题依然没有解决，请您务必加QQ群：293743719 与我们取得联系。"},{"title": "为什么罚款和扣分是错的或未知？","content": "罚款或扣分未知的情况，实际上是有罚款或扣分的，主要是因为异地违章或交管系统暂未开放导致，请以实地最终缴纳为准。另外我们现在已经对罚扣的标准进行优化了，请您不要着急。"},{"title": "为什么我看不到实时路况？","content": "违章查询助手使用的实时路况的数据是调用第三方权威地图的数据，但目前全国的交管系统中，仅有几十个城市提供了实时路况信息，请您知晓。"},{"title": "如何查询驾驶证的违章扣分情况？","content": "目前违章查询助手仅支持车辆的违章信息查询，以后的版本可能会考虑添加此功能。"},{"title": "其他？","content": "如遇到其他问题需要咨询，请您加QQ群：293743719 与我们取得联系哦~"}]}}